{
    "products": [
        {
            "id": 1,
            "article": 855931,
            "name": "Realme 6 Pro",
            "category": "Смартфоны",
            "image": "realme.jpg",
            "price": "22 990",
            "description": "Смартфон крепкого среднего уровня с игровыми амбициями, подкреплёнными чипсетом Snapdragon 720G и экраном с частотой обновления 90 Гц. В угоду ворочания «тяжёлых» приложений без заминок аппарату досталось 8 ГБ ОЗУ. Объём штатного накопителя данных в бортовом оснащении мобильного гаджета равен 128 ГБ. Лицо смартфона — крупный IPS-экран с диагональю 6.6 дюймов и разрешением 2400х1080 пикселей. Чуточку места в левом верхнем уголке дисплея занимает оптика спаренной селфи-камеры. Основные задачки по фотографированию взвалены на плечи 64 МП ведущего сенсора изображения, которому аккомпанируют 12 МП телевик, 8 МП ультраширик и 2 МП вспомогательный модуль для измерения глубины резкости. По части коммуникаций смартфон располагает NFC-чипом, аудиоджеком (3.5 мм), симметричным портом USB C. Автономную работу мобильного гаджета обеспечивает долгоиграющая батарейка ёмкостью 4300 мАч. Да не простая, а с поддержкой технологии быстрой 30-ваттной зарядки (с «нуля до сотни» процентов всего за 55 мин. у розетки)."
        },
        {
            "id": 2,
            "article": 465446,
            "name": "Redmi Note 9 Pro",
            "category": "Смартфоны",
            "image": "redmi_note9_pro.jpg",
            "price": "19 190",
            "description": "Топовый смартфон в линейке Redmi Note 9 от Xiaomi — большой, долгоиграющий и достаточно сильный, дабы без заминок ворочать приложения повышенной степени «тяжести». Лицевая панель мобильного гаджета предоставлена в распоряжение «продырявленному» экрану на базе IPS-матрицы с размерами по диагонали 6.67 дюймов. С учётом пропорций 20:9 изображение транслируется на нём в максимальном разрешении 2400х1080 пикселей. Отверстие по центру верхнего сегмента дисплея прячет объектив 16 МП селфи-камеры, которая наряду с боковым дактилоскопическим сенсором (в кнопке включения) может применяться для идентификации владельца смартфона. Сердцем «подкапотной начинки» девайса стал восьмиядерный чипсет с игровыми амбициями Snapdragon 720G. В деле ему аккомпанируют 6 ГБ ОЗУ и мощная графика Adreno 618. Вместительность внутреннего накопителя в топовой конфигурации смартфона составляет 128 ГБ. Отдельный слот под две SIM и флешку microSD позволяет увеличить объёмы свободного места для хранения данных без отказа от услуг карточек операторов мобильной связи. Фотографирует на Xiaomi Redmi Note 9 Pro 128GB квадрокамеру с тыла, под крылом которой сочетаются датчики изображения на 64 МП (ведущий), 8 МП (ультраширик), 5 МП (макрокамера) и 2 МП (вспомогательный сенсор для анализа глубины сцены и размытия фона в портретном режиме). Смартфон вооружили чипом NFC, ИК-портом (придётся кстати для управления домашней электроникой) и, что немаловажно, аккумуляторной батареей увеличенной ёмкости (5020 мАч). «Из коробки» модель комплектуется 30-ваттным зарядным блоком."
        },
        {
            "id": 3,
            "article": 418929,
            "name": "Samsung Galaxy A31",
            "category": "Смартфоны",
            "image": "samsung_a31.jpg",
            "price": "18 190",
            "description": "Потенциальный хит среднебюджетного сегмента под знаком марки Samsung. Первый пункт программы, на котором акцентируется внимание при близком знакомстве со смартфоном, это экран 6.4-дюймовой размерности по диагонали с сочной, яркой и насыщенной цветопередачей. Основой для дисплея гаджета послужила матрица Super AMOLED с разрешением 2340х1080 пикселей. В сердце «подкапотной начинки» модели установлен восьмиядерный чипсет MediaTek Helio P65, сдобренный 4/128 ГБ памяти. На случай, ежели пользователь будет испытывать недостаток свободного места, предусмотрен тройной выдвижной лоток под две SIM и карточку расширения памяти microSD. Камер у Samsung Galaxy A31 128GB/4GB много и все они серьёзные: основной фотомодуль сочетает датчики изображения на 48 + 8 + 5 + 5 МП, а фронталка ведёт фотосъёмку в разрешении 20 МП. Дактилоскопический сканер для разблокировки устройства по рисунку отпечатка пальца расположен непосредственно в экране. Аккумуляторная батарея смартфона имеет ёмкость аккурат 5000 мАч и поддерживает быструю зарядку 15 Вт."
        },
        {
            "id": 4,
            "article": 679518,
            "name": "Huawei P40 Lite",
            "category": "Смартфоны",
            "image": "huawei_p40_lite.jpg",
            "price": "17 990",
            "description": "Смартфон крепкого среднего звена — «пасынок» флагманского семейства Huawei P40. Это одна из первых ласточек китайской марки на отечественном рынке без привычных сервисов Google. Взамен «гугломаркету» в смартфоне «из коробки» используется магазин приложений AppGallery, также мобильное устройство несёт на борту пакет предустановленных мобильных сервисов Huawei Mobile Services. Работает девайс под управлением ОС Android 10 с накатанной поверх оболочкой EMUI 10. Лицевая панель Huawei P40 Lite предоставлена в распоряжение IPS-экрану 6.4-дюймовой размерности по диагонали с интегрированным «глазком» 16 МП селфи-камеры (расположилась в верхней левой доле дисплея). За быстродействие смартфона в ответе спарка доморощенного чипсета Kirin 810 и 6/128 ГБ памяти. Расширение вместительности внутреннего накопителя возможно «провернуть» при помощи миниатюрных карточек памяти формата NMCard. С тыла на градиентном заднике смартфона красуется квадрокамера, сочетающая под крылом датчики изображения на 48 МП (ведущий), 8 МП (ультраширик с фокусным расстоянием 16 мм), 2 МП (для макросъёмки) и 2 МП (сенсор глубины для размытия фона). В нагрузку модели достался чип NFC (только в модификациях JNY-L21A, JNY-L01A, JNY-L21B). Питание на электронные компоненты устройства подаётся от аккумуляторной батареи ёмкостью 4200 мАч с поддержкой функции быстрой «заправки баков» по технологии Huawei Power Up (до 70 % за полчаса у розетки)."
        },
        {
            "id": 5,
            "article": 232736,
            "name": "Apple iPad Pro 2 11 2020",
            "category": "Планшеты",
            "image": "ipad_pro2.jpg",
            "price": "69 990",
            "description": "Face ID. Безрамочный дисплей. USB-C. Две основные камеры на 12 МП и 10 МП. Поддержка Magic Keyboard. Датчик расстояния Lidar (работа с виртуальной реальностью)"
        },
        {
            "id": 6,
            "article": 394478,
            "name": "Samsung Galaxy Tab S6 Lite 10.4 2020",
            "category": "Планшеты",
            "image": "galaxy_tab.jpg",
            "price": "28 980",
            "description": "Samsung Galaxy Tab S6 Lite — это «младший брат» флагманского планшета Galaxy Tab S6, вышедшего в 2019 году. У него такой же тонкий и стильный металлический корпус, большой 10.4-дюймовый дисплей, качественные стереодинамики, батарея на 7040 мАч с быстрой зарядкой плюс наличествует поддержка фирменного стилуса S Pen. Чтобы скинуть ценник и вписаться в средний ценовой сегмент Samsung упростила несколько деталей: вместо IPS матрицы используется дисплей TN-Film с разрешением 2000х1200 точек, а начинка в нем чуть попроще. Планшет построен на базе восьмиядерного процессора Samsung Exynos 9611, оснащен 4 ГБ оперативной памяти и внутренним хранилищем на 64 ГБ, которое можно расширить за счет карты памяти. Его производительности хватает для большинства задач, которые обычно ставятся перед планшетом: серфинг в сети, просмотр Full HD-видео и запуск популярных игр. Среди полезных в быту функций выделяется современный порт USB C, пара камер (основная на 8 МП и фронтальная на 5 МП), двухдиапазонный Wi-Fi c поддержкой MU-MIMO, Bluetooth-приемник пятой версии и выход на наушники, которого не было у оригинального Galaxy Tab S6."
        },
        {
            "id": 7,
            "article": 105265,
            "name": "Sony PlayStation 5",
            "category": "Приставки",
            "image": "ps5.jpg",
            "price": "72 290",
            "description": "Игровая консоль PlayStation в пятом поколении примечательна футуристичной внешностью и мощной электронной «начинкой» на уровне топовых геймерских ПК сегодняшнего времени. «Под капотом» приставки установлен кастомный восьмиядерный процессор на базе архитектуры AMD Zen 2. Графическое ядро консоли содержит 36 вычислительных блоков, работает на частоте до 2.23 ГГц и обладает производительностью в 10.28 терафлопс. Объём «оперативки» DDR6 на её борту равен 16 ГБ. Спецом под модель разработали твердотельный накопитель PCIe 4.0 NVMe на 825 ГБ. Базовая модификация Sony PlayStation 5 располагает оптическим приводом. Картинку с приставки можно вывести на экран в максимальном разрешении 4K. Также у модели не обошлось без поддержки HDR, что повышает качество цветопередачи, делает изображение более реалистичным и усиливает впечатление полного погружения в происходящее. Японский производитель снабдил устройство современными беспроводными модулями Wi-Fi 6 (802.11ax) и Bluetooth. Аксессуарный парк к модели пятого поколения выкрашен в такие же фирменные бело-чёрные тона, как и сама приставка. В одном стиле с ней выполнены геймпад, наушники, пульт ДУ, двойная камера и зарядная станция."
        },
        {
            "id": 8,
            "article": 327054,
            "name": "Microsoft Xbox Series X",
            "category": "Приставки",
            "image": "xbox.jpg",
            "price": "61 790",
            "description": "Игры, созданные с помощью комплекта разработки Xbox Series X|S, демонстрируют значительно сокращенное время загрузки и потрясающие визуальные эффекты на скоростях до 120 к/с.\nС помощью Smart Delivery вы можете купить поддерживаемую игру один раз, после чего вам всегда будет доступна ее лучшая версия для любой консоли, на которой вы играете.\nБудущие приключения, текущие увлечения и классические игры — Xbox Series X станет лучшей консолью, чтобы насладиться тысячами любимых игр четырех поколений Xbox.\n12 терафлопс вычислительной мощности, размещенные в системе на кристалле (SOC), работают в сочетании с архитектурами AMD Zen 2 и RDNA, создавая миры, которые действительно заслуживают пристального изучения.\nБлагодаря архитектуре AMD Zen 2 и RDNA технология трассировки лучей DirectX обеспечивает реалистичное освещение, тени и точные отражения, позволяя создавать динамичные и живые миры.\nТрехмерный пространственный звук 3D Spatial Sound — шаг в эволюции аудиотехнологий, использующий продвинутые алгоритмы для создания захватывающих реалистичных миров, переносящих вас в эпицентр событий.\nXbox Series X обеспечиваени сенсационно плавную частоту до 120 к/с и яркую и контрастную HDR –картинку. Погрузитесь в игру с головой, наслаждаясь более четкими персонажами, яркими мирами и невероятными деталями в сверхреалистичном качестве 4K.\nОт бессмертной классики Halo: Combat Evolved до будущих блокбастеров, таких как Halo: Infinite, – все игры выглядят и работают лучше на консоли Xbox Series X.\nСочетание прогрессивной системы на кристалле (SOC) и архитектуры Xbox Velocity обеспечивает максимальную скорость, в то время как процессор и специализированный твердотельный накопитель объемом 1 ТБ отдают вам полный контроль и позволяют разгоняться с 0-60 до 120 к/с.\nМеньшее время загрузки. Загружайте быстрее. Специализированный твердотельный накопитель в Xbox Series X значительно ускоряет загрузку игр.\nИзмените игру. Функция Quick Resume позволяет легко переключаться между несколькими играми и мгновенно возвращаться к тому месту, на котором вы остановились.\nКарта расширения памяти Seagate объемом 1 ТБ для Xbox Series X|S подключается к задней панели консоли через выделенный разъем и воспроизводит характеристики встроенного твердотельного накопителя, обеспечивая дополнительное игровое хранилище при той же производительности. (Продается отдельно.)\nБеспроводной геймпад Xbox предлагает элегантный дизайн, утонченный комфорт и мгновенную передачу в руки знакомого с ним человека.\nХвастайтесь успехами. Нажмите на кнопку «Поделиться», чтобы сохранить свое достижение.\nТекстурированная поверхность триггеров и бамперов позволяет крепко держать геймпад в руках и предотвращает его выскальзывание.\nОбновление во всех направлениях. Гибридная конструкция крестовины позволит уверенно проводить сложнейшие комбинации, при этом вы не будете полагаться только на удачу."
        },
        {
            "id": 9,
            "article": 355479,
            "name": "HP Pavilion Gaming 16-a0000",
            "category": "Ноутбуки",
            "image": "hp.jpg",
            "price": "78 190",
            "description": "Производительные геймерские среднеформатные ноутбуки с качественными 16,1-дюймовыми дисплеями FullHD-разрешения на основе IPS-матриц с хорошей цветопередачей и максимально широкими углами обзора. Все модели линейки отличаются высокой вычислительной и игровой производительностью. Они предназначены для любителей красочных компьютерных игр, видеоблогеров практикующих стриминг геймплея и пользователей, занимающихся созданием/редактированием различного цифрового контента. Ноутбуки HP Pavilion Gaming 16-a0000 способный стать полноценной заменой стационарного (настольного) ПК. Впечатляющую вычислительную производительность обеспечивает связка 4- или 6-ядерных процессоров Intel Core i5/i7 10-го поколения Н-серии (ядро Comet Lake, 14 нм), с внушительным объемом оперативной памяти DDR4-2666 (расширяется до 32 Гб) и быстродействующей дисковой подсистемой (NVMe SSD или NVMe SSD+HDD). За высокий уровень игровой производительности отвечают дискретные видеокарты Nvidia GeForce GTX 1650/1660 Ti Max-Q или (в зависимости от модификации) GeForce RTX 2060 Max-Q, которые вполне способны обеспечить комфортный фреймрейт во всех актуальных игровых проектах 2015-2020 года при высоких/максимальных настройках графики. Все ноутбуки линейки готовы к работе в сетях Gigabit Ethernet, оборудованы эффективной системой охлаждения, двухдиапазонным Wi-Fi-адаптером и клавиатурой с LED-подсветкой."
        },
        {
            "id": 10,
            "article": 939921,
            "name": "Canon EOS 6D",
            "category": "Фотоаппараты",
            "image": "canon.jpg",
            "price": "57 000",
            "description": "Полно кадровая (full frame) зеркальная камера, наследница модели 5D. В своём классе EOS 6D относится к начальному ценовому диапазону, но при этом имеет вполне достойный набор характеристик. Так, диапазон чувствительности матрицы в расширенном режиме может достигать ISO 50 — 102 400 (штатно 100 — 25 600), скорость серийной съёмки составляет 4,5 к/с, разрешение видеозаписи — 1920х1080, а дополнительное оснащение включает GPS-модуль. Экран с режимом LiveView имеет диагональ 3,2\" и разрешение 1 Мп. Корпус защищён от пыли и влаги. "
        }
    ]
}
